{
    "We build" : "Nós desenvolvemos",
    "From prototype to a high performance project for your business." : "Do protótipo à um projeto de alta performance para sua empresa.",
    "Let's book a call" : "Vamos conversar?",
    "Chat with us" : "Fale Conosco",
    "Trusted By" : "Clientes",
    "Projects and Cases" : "Projetos",
    "See more projects": "Veja mais Projetos",
    "We build things on top of what’s best for your project": "Nós escolhemos a melhor tecnologia para atender seu projeto",
    "High Performance" : "Alta Performance",
    "Not sure yet if this is what you or your business need. Let’s talk and figure it out. No commitment needed, if I can help you I’ll say. If I can't, I might be able to point out a way for you to solve your necessity." : "Não tem certeza o que sua empresa precisa? Vamos marcar uma call! Sem compromisso, se podermos ajudar eu lhe direi. Se não puder talvez eu possa lhe indicar um caminho a seguir.",
    "We build everything to not just be beautiful but to achieve the higher performance standards. All websites and apps are lightning fast tested on multiple page load tools." : "Nós desenvolvemos web apps não apenas para serem belos mas para atingir os mais altos níveis de performance. Todo site ou web app funcionando a jato em diversos medidores de pageload.",
    "Book a Call" : "Vamos Conversar",
    "Frequently Asked Questions" : "Perguntas Mais Frequentes",
    "Is it worth having a website nowadays with social media being the focus of people?": "Vale a pena ter um site hoje em dia com as redes sociais sendo o foco das pessoas?",
    "Good question. I believe it does. Search engines are still a major part of how to find business on the internet and having a good presentation card that might take an interested person to your social media or contact box will help your business to succeed.": "Boa pergunta. Eu acho que vale. Mecanismos de busca ainda são muito relevantes em como encontrar uma empresa pela internet. Ter um belo site como primeira impressão pode levar a pessoa a sua rede social ou contato ajudando o sucesso do seu negócio.",
    "Why should I hire someone when there's website builders like wix and webflow available to do it myself?" : "Por que eu deveria contratar um desenvolvendor se existem contrutores de site como o wix ou webflow disponíveis para eu mesmo fazer?",
    "First of all no site builder gives you a ready to go website. You will need to spend time on it and make decisions about design and what's best for conversion for your project by yourself. Another issue is with the performance of the sites made on site builders. If you need a high speed website to be found on search engines it's better to look for other technologies." : "Primeiramente nenhum construtor de site te dá um site pronto. Você terá que perder tempo tomando decisões sobre design e o que é melhor para potencializar a conversão você mesmo. Outro problema é com a performance de sites feitos através de construtores. Se você precisa de um site de alta performance para ter vantagem em mecanismos de busca é melhor procurar por outra tecnologia.",
    "How do you work?" : "Como você trabalha?",
    "It starts with a chat. No commitment. First of all I need to be sure that I can solve your problem. After that we will discuss what you already have, brand identity, wireframes, layout, technology to be used and this will result in a blueprint of the project. With that in hand the next phase is to develop the solution, test it, make necessary adjustments until we have a satisfactory solution. The project ends if the deployment to the server." : "Tudo começa com uma conversa sem compromisso. Primeiramente eu tenho que ter certeza que podemos resolver seu problema. Depois disso nós discutiremos o que você já possui para o projeto: Identidade de marca, Wireframes, layouts. Então escolheremos a tecnologia que melhor atende sua necessidade. Com isso teremos o blueprint do projeto. Com isso mãos a próxima fase é o desenvolvimento, teste, ajustes se necessário, até termos uma solução satisfatória. O projeto se encerra com a publicação para o servidor de produção.",
    "You work only with web development?" : "Você trabalha só com desenvolvimento / programação?",
    "No. I'm a designer that also codes. So I work with branding, logo, billboards, presentations, business cards, social media posts and arts. I also create UX/UI for web apps or mobile apps. Of course I do website layouts. Everything I create I try to do it in the best way possible for the design to become real, so I always put on the creative thinking how expensive it would be to print or develop a design.":"Não. Eu sou um designer que também programa. Trabalho também com Branding, Identidade de Marca, Logo, Artes impressas, Layout de apresentações, Cartões de visita, Artes para redes sociais. Também crio UX/UI para apps e websites. Tudo que crio tenho em mente em fazer o melhor possivel para que o design se torne real então coloco no pensamento criativo o quão caro seria para desenvolver o design proposto.",
    "I already have a brand with a website and everything. I'm happy with what I have but I would like to go further. Can you help me?" : "Eu já possuo uma marca, uma website e tudo mais. Eu estou feliz com o que tenho mas gostaria de ir alem. Você pode me ajudar?",
    "Short answer: yes. Long answer: we would start analyzing where I see room for growth on what you already have. With that we can propose modifications on the brand, communication, website to seek for a higher conversion rate." : "Resposta curta: Sim. Resposta longa: Nós começariamos fazendo um relatório de como estão as coisas para encontrar possiveis pontos de melhora. Esse relatório pode propor modificações na identidade da marca, comunicação e/ou website buscando o aumento na taxa de conversão.",
    "Do you manage social network?":"Você gerencia perfil de rede social?",
    "Do you do maintenance on existing websites?":"Você da suporte para websites existentes?",
    "I do not" : "Eu não gerencio.",
    "I do. It just depends on what language it was developed in." : "Trabalho com contratos contínuos de suporte. Precisamos só confirmar a linguagem que foi desenvolvida, se está dentro das que tenho conhecimento.",
    "All rights reserved to" : "Todos os direitos reservados para",
    "Tested Components": "Componentes testados",
    "We develop reusable chunks of code and compose a library of components. This allows us to reuse the code, with a custom layout, and make sure that the functionality doesn't break." : "Nós desenvolvemos através pedaços de código reutilizaveis e personalizaveis que compõem uma biblioteca de componentes. Isso permite uma maior segurança no desenvolvimento uma vez que o código já foi testado em outras ocasiões.",
    "Achieve high performance on your web project with top technology and proven code" : "Tenha uma alta performance no seu projeto com as melhores tecnologia e códigos com eficazes.",
    "Helping your company": "Ajudamos sua empresa",
    "reach the next level" : "a atingir o próximo level",
    "Where do you preffer to talk?" : "Onde prefere conversar?",
    "Fill your e-mail above and, if you want to, give some details of what are your needs. I'll answer to you in a heart bit." : "Preencha seu e-mail abaixo e caso queira, de detalhes da sua necessidade. Nós responderemos num instante.",
    "Message" : "Mensagem",
    "Submit": "Enviar",
    "back": "voltar",
    "Thanks for contacting us! You'll heard about us in a short time. =)" : "Obrigado por nos contatar! Responderemos você em breve. =)",
    "New Contact" : "Reiniciar Formulário",
    "Ops! Something went wrong. You can try again or choose some other way to contact us." : "Ops! Algo deu errado. Você pode tentar novamente ou escolher alguma outra forma de contato",
    "Start a new contact" : "Reiniciar Formulário"

}